adobe-source-code-pro-fonts
alsa-utils
antimicrox
base
bat
bc
blueman
brightnessctl
btop
curlftpfs
duf
efibootmgr
eza
fastfetch
fd
ffmpegthumbs
foot
fzf
git-delta
grim
gtklock
highlight
hunspell-de
imv
intel-ucode
jq
kitty
lazygit
lib32-mpg123
lib32-openal
lib32-sqlite
lib32-v4l-utils
linux-surface-headers
lutris
mediainfo
mpv
nano
ncdu
neovim
niri
pamixer
pavucontrol
polkit-gnome
power-profiles-daemon
reflector
rofi-wayland
sof-firmware
starship
swappy
swayidle
swaync
swww
texmaker
thunar
thunderbird
trash-cli
ttf-fira-code
ttf-jetbrains-mono
vifm
wayland-utils
wget
wlr-randr
woff2-font-awesome
xdg-user-dirs
xf86-video-intel
xorg-xhost
xournalpp
yad
zram-generator
